{
  "head": {
    "title": "Juli & Shane's wedding invite"
  },
  "foot": {
    "made-with-love": "Made with love and by hand by Shane & Juli"
  },
  "welcome": {
    "were-getting-married": "We're getting married",
    "and-youre-invited": "and you're invited",
    "dancing-shoes": "Put on your dancing shoes. Eat, drink and celebrate our love with us.",
    "january": "Jan",
    "doors-open": "Doors open at",
    "cta-text": "RSVP",
    "cta-link": "mailto:shane+wedding@helldritch.com?subject=RSVP%20for%20wedding"
  },
  "instructions": {
    "logo": {
      "the": "The",
      "ceremony": "Ceremony",
      "party": "Party"
    },
    "ceremony": {
      "schedule": "Agenda",
      "schedule-info-location": "Our marriage will take place at The Pankhurst Suite, Heron House, 47 Lloyd St, Manchester M2 5LE.",
      "schedule-info-start": "You're all welcome to join us for the ceremony at 15:00. Please arrive with plenty of time to find a seat.",
      "schedule-info-end": "The ceremony concludes at 15:40.",
      "what-to-expect": "What to expect",
      "what-to-expect-info-room": "The large ceremony room is located on the ground floor and the staff will direct you to the waiting room.",
      "what-to-expect-info-dress": "Gents: please dress accordingly in smart attire. Ladies: Please avoid white or off-white dresses.",
      "what-to-expect-info-gifts": "We don't ask for any wedding gifts, your presence is the only gift we need.",
      "after-the-ceremony": "After the ceremony",
      "after-the-ceremony-info-location": "Feel free to grab a drink or go back to your hotel for a change of clothes, our marriage party isn't until the early evening.",
      "after-the-ceremony-info-finding-it": "The party will take place at Brickhouse Social - scroll down for more info."
    },
    "party": {
      "schedule": "Schedule",
      "schedule-info-start": "The party starts at 19:00 and children are allowed in the venue until 21:00. At around 20:30 we'll take a little break from drinking and dancing for speeches from friends and family.",
      "schedule-info-end": "The venue will be closing at 01:00.",
      "what-to-expect": "Fun & drinks",
      "what-to-expect-info-drinks": "You will have 3 drink tokens on your arrival which cover beer, wine, single-shot mixers and soft drinks. Once those are gone the drinks are on you.",
      "what-to-expect-info-food": "To keep you fueled, the pizzas, nachos, hot dogs, and brownies (with vanilla ice cream) are on us. Vegan options are available.",
      "what-to-expect-info-vibe": "We've curated a playlist which will keep our Brits & Latinos in a good mood, and we highly encourage you to sing and dance.",
      "getting-there": "Getting there",
      "getting-there-info-location": "The venue is the Chaca private loft bar at Brickhouse Social, 11 New Wakefield Street, M1 5NP. There is a private entrance from the street, and there will be people there to guide you.",
      "getting-there-info-finding-it": "It's right around the corner from Oxford Road train station, and there is a 24 hour pay-and-display SIP car park right across the road."
    }
  },
  "game": {
    "title": "Wedding rush",
    "description-start": "It's almost time for the wedding but ",
    "description-end": "isn't at the ceremony! Help them get there in time for a special prize...",
    "debug": "Debug",
    "position": "Position",
    "tile-num": "Tile num",
    "velocity": "Velocity",
    "loading": "Loading game assets...",
    "recharging": "Special ability recharging",
    "start": "Paused, click on the game window to play",
    "play-as": "Play as",
    "controls": "Controls",
    "left": "Left",
    "right": "Right",
    "move": "Move",
    "up": "Up",
    "jump": "Jump up",
    "space": "Space",
    "down": "Down",
    "ability": "Special ability",
    "complete": "made it to the wedding! The secret password for an extra drink token is \"TREAT\"",
    "again": "Click the buttons below to play again as"
  }
}